Repository: ganeshmavertatech/dentilligence
Catalog: lib/l10n/app_*.arb
Languages: bn, mr

source: Choose Language
bn: Оберіть мову
mr: भाषा चुनें

source: English
bn: Англійська
mr: अंग्रेज़ी

source: Marathi
bn: Маратхі
mr: मराठी

source: Bengali
bn: Бенгальська
mr: बंगाली

# cityLondon
source: London
bn: Лондон
mr: लंदन

# book
source: Book Your Dentist in Minutes!
bn: Запишіться до стоматолога за кілька хвилин!
mr: कुछ ही मिनटों में अपने डेंटिस्ट की बुकिंग करें!

# find
source: Find nearby dentists, check availability, and book appointments hassle-free
bn: Знайдіть стоматологів поблизу, перевірте доступність та забронюйте прийом без клопоту
mr: नज़दीकी डेंटिस्ट खोजें, उपलब्धता जांचें और अपॉइंटमेंट बिना झंझट के बुक करें

# fun
source: Fun Games & Stories, Quizzes!
bn: Веселі ігри та історії, вікторини!
mr: मज़ेदार खेल और कहानियाँ, प्रश्नोत्तरी!

# fundes
source: Play exciting games and challenge yourself with quick quizzes. Learn cool dental facts.
bn: Грайте в захопливі ігри та кидайте собі виклик швидкими вікторинами. Дізнавайтеся цікаві факти про зуби.
mr: रोमांचक खेल खेलें और अपने आप को चुनौती दें त्वरित प्रश्नोत्तरी के साथ। जानिए मज़ेदार दंत तथ्यों को।

# searchDoctors
source: Search doctors by name/categories
bn: Пошук лікарів за іменем/категоріями
mr: नाम/श्रेणियों से डॉक्टर खोजें

# meetups
source: Meetups at Your Convenience
bn: Зустрічі у зручний для вас час
mr: आपकी सुविधा अनुसार मुलाक़ातें

# meetBook
source: Book in-clinic appointments that fit your schedule. Quick, easy, and stress-free dental visits — just for you
bn: Записуйтесь на прийом до клініки відповідно до вашого графіку. Швидкі, зручні та безстресові візити до стоматолога — саме для вас
mr: अपने समयानुसार क्लिनिक में अपॉइंटमेंट बुक करें। तेज़, आसान और बिना तनाव की डेंटल विज़िट — सिर्फ़ आपके लिए

source: Get Started
bn: Почати
mr: शुरू करें

source: Sign Up
bn: Зареєструватися
mr: साइन अप करें

source: Sign In
bn: Увійти
mr: साइन इन करें

# signInDescription
source: Enter your details to access your account
bn: Введіть свої дані для входу в обліковий запис
mr: अपने खाते का एक्सेस पाने के लिए जानकारी भरें

source: Email address
bn: Електронна адреса
mr: ईमेल पता

# continueText
source: Continue
bn: Продовжити
mr: जारी रखें

# otp
source: OTP Verification
bn: Перевірка OTP
mr: ओटीपी सत्यापन

# otpDescription
source: We have sent 6 digit verification code on your Abcdef123@gmail.com email address
bn: Ми надіслали 6-значний код підтвердження на вашу адресу Abcdef123@gmail.com
mr: हमने आपके Abcdef123@gmail.com ईमेल पते पर 6 अंकों का सत्यापन कोड भेजा है

# otpNotReceived
source: Didn’t get the code?
bn: Не отримали код?
mr: कोड नहीं मिला?

# resendCode
source: Resend Code in 0:55 Sec
bn: Повторно надіслати код через
mr: कोड पुनः भेजें में

source: Verify
bn: Підтвердити
mr: सत्यापित करें

source: Successful!
bn: Успішно!
mr: सफल!

# successfulDescription
source: Your account successfully created, now you can book doctors and enjoy the games.
bn: Ваш обліковий запис створено. Тепер ви можете записуватися до лікарів та насолоджуватись іграми.
mr: आपका खाता सफलतापूर्वक बनाया गया है, अब आप डॉक्टर बुक कर सकते हैं और गेम्स का आनंद ले सकते हैं।

# login
source: Login Now
bn: Увійти зараз
mr: अब लॉगिन करें

# emailError
source: Please enter correct email address
bn: Будь ласка, введіть правильну електронну адресу
mr: कृपया सही ईमेल पता दर्ज करें

source: Or
bn: Або
mr: या

# dontHaveAccount
source: Don’t have an account?
bn: Не маєте облікового запису?
mr: खाता नहीं है?

source: Good Morning
bn: Доброго ранку
mr: सुप्रभात

# locationLondon
source: London
bn: Лондон
mr: लंदन

# newBookingPlan
source: We have new booking plan
bn: У нас новий план запису
mr: हमारे पास नई बुकिंग योजना है

source: Learn More
bn: Дізнатися більше
mr: और जानें

source: Looking For
bn: Шукаю
mr: आप किसके लिए देख रहे हैं

source: General
bn: Загальний
mr: सामान्य

source: Orthodontist
bn: Ортодонт
mr: ऑर्थोडॉन्टिस्ट

source: Pedodontist
bn: Дитячий стоматолог
mr: पीडोडॉन्टिस्ट

source: Oral Surgeon
bn: Щелепно-лицевий хірург
mr: ओरल सर्जन

source: Quick Actions
bn: Швидкі дії
mr: त्वरित क्रियाएं

source: Book In Clinic
bn: Запис до клініки
mr: क्लिनिक में बुक करें

# bookVideo
source: Book Video Consult
bn: Запис на відеоконсультацію
mr: वीडियो परामर्श बुक करें

source: Home
bn: Головна
mr: होम

source: Consult
bn: Консультація
mr: परामर्श

# edutainment
source: Edutaint
bn: Освітні розваги
mr: एडुटेनमेंट

source: Findings
bn: Знахідки
mr: निष्कर्ष

source: Account
bn: Обліковий запис
mr: खाता

source: Search here
bn: Шукати тут
mr: यहाँ खोजें

source: Specialists
bn: Спеціалісти
mr: विशेषज्ञ

source: Dentist
bn: Стоматолог
mr: डेंटिस्ट

source: Endodontist
bn: Ендодонтист
mr: एंडोडॉन्टिस्ट

# recommended
source: Recommended by dentilligence
bn: Рекомендовано Dentilligence
mr: डेंटिलिजेंस द्वारा अनुशंसित

source: Dr. Ritu Bose
bn: Д-р Ріту Босе
mr: डॉ. ऋतु बोस

# distanceLondon
source: London 15km away
bn: Лондон, 15 км
mr: लंदन 15 किमी दूर

source: General Dentist
bn: Загальний стоматолог
mr: सामान्य डेंटिस्ट

source: Sabka Apna Dentist
bn: Загальний стоматолог кожного
mr: सबका अपना डेंटिस्ट

source: Assessment
bn: Оцінка
mr: मूल्यांकन

# questionProblem
source: Q. What is your pressing problem?
bn: П. Яка у вас основна проблема?
mr: प्र. आपकी मुख्य समस्या क्या है?

source: Tooth Ache
bn: Зубний біль
mr: दांत में दर्द

source: Bleeding
bn: Кровотеча
mr: रक्तस्राव

source: Gums
bn: Ясна
mr: मसूड़े

source: Advice
bn: Порада
mr: सलाह

# questionDoctorSeeking
source: Q. What kind of doctor are you seeking?
bn: П. Якого лікаря ви шукаєте?
mr: प्र. आप किस प्रकार के डॉक्टर की तलाश कर रहे हैं?

source: Specialist
bn: Спеціаліст
mr: विशेषज्ञ

source: Orthodontics
bn: Ортодонтія
mr: ऑर्थोडॉन्टिक्स

source: Periodontist
bn: Пародонтолог
mr: पेरियोडॉन्टिस्ट

source: Cancel Continue
bn: Скасувати Продовження
mr: रद्द करें जारी रखें

source: Cancel Search
bn: Скасувати пошук
mr: खोज रद्द करें

# cancelDescription
source: This will end your search and clear the results. Results will be removed.
bn: Це завершить пошук і очистить результати.
mr: यह आपकी खोज समाप्त करेगा और परिणाम हटा देगा। परिणाम मिटा दिए जाएंगे।

# drDescription
source: Dentist, Orthodontics, Dental surgeon
bn: Стоматолог, ортодонт, хірург
mr: डेंटिस्ट, ऑर्थोडॉन्टिक्स, डेंटल सर्जन

# yearsExperience
source: 15 Yrs Exp 125 Patients
bn: 15 років досвіду, 125 пацієнтів
mr: 15 वर्षों का अनुभव 125 रोगी

source: Check availability
bn: Перевірити доступність
mr: उपलब्धता जांचें

source: View all slots
bn: Переглянути всі вікна
mr: सभी स्लॉट देखें

source: Visit Clinic
bn: Візит до клініки
mr: क्लिनिक जाएं

# clinicLocation
source: 2.4mi, 80 Ridgeway road, Sheffield, S12 2SX
bn: 2.4 миль, 80 Ridgeway Road, Шеффілд, S12 2SX
mr: 2.4 मील, 80 रिजवे रोड, शेफ़ील्ड, S12 2SX

source: Featured Services
bn: Рекомендовані послуги
mr: विशेष सेवाएं

# familyPractice
source: Family friendly practice
bn: Сімейна стоматологія
mr: परिवार के अनुकूल अभ्यास

source: Teeth whitening
bn: Відбілювання зубів
mr: दांतों को सफेद करना

# invisibleBraces
source: Invisalign invisible braces
bn: Невидимі брекети Invisalign
mr: इनविज़ालाइन अदृश्य ब्रेसेस

source: Facial aesthetics
bn: Естетика обличчя
mr: चेहरे की सुंदरता

source: NHS & Private
bn: NHS та приватно
mr: एनएचएस और प्राइवेट

source: About Doctor
bn: Про лікаря
mr: डॉक्टर के बारे में

# doctorBio
source: Find experienced and trusted dentists near you for cleanings, check-ups, cosmetic treatments, and more.
bn: Знайдіть досвідчених стоматологів поруч для чистки, огляду, косметичних процедур тощо.
mr: आपके पास अनुभवी और विश्वसनीय डेंटिस्ट खोजें, क्लीनिंग, चेक-अप, कॉस्मेटिक ट्रीटमेंट और अन्य सेवाओं के लिए।

# whatPatientsSay
source: What Patient’s Says
bn: Відгуки пацієнтів
mr: रोगी क्या कहते हैं

source: Read all
bn: Читати всі
mr: सभी पढ़ें

# patientName
source: Adinath Shinde
bn: Адінат Шінде
mr: अदीनाथ शिंदे

# daysAgo
source: 2 Days ago
bn: 2 дні тому
mr: 2 दिन पहले

# patientFeedback
source: Booking an appointment was super easy, and the dentist visited was fantastic!
bn: Записатися на прийом було дуже легко, а стоматолог — чудовий!
mr: अपॉइंटमेंट बुक करना बहुत आसान था, और डॉक्टर बहुत अच्छे थे!

# addFeedback
source: Add your feedback
bn: Залишити відгук
mr: अपनी प्रतिक्रिया जोड़ें

source: April 2025
bn: Квітень 2025
mr: अप्रैल 2025

source: Mo
bn: Пн
mr: सो

source: Tu
bn: Вт
mr: मं

source: We
bn: Ср
mr: बु

source: Th
bn: Чт
mr: गु

source: Fr
bn: Пт
mr: शु

source: Sa
bn: Сб
mr: श

source: Available slots
bn: Доступні вікна
mr: उपलब्ध स्लॉट्स

source: Morning
bn: Ранок
mr: सुबह

source: Afternoon
bn: Після обіду
mr: दोपहर

source: Evening
bn: Вечір
mr: शाम

source: Book In Clinic Appointment
bn: Запис на прийом у клініці
mr: क्लिनिक अपॉइंटमेंट बुक करें

source: Fees
bn: плата
mr: शुल्क

source: Appointment time
bn: Час прийому
mr: अपॉइंटमेंट समय

# appointmentDayTime
source: Friday, 16 May at 12:15 PM
bn: П’ятниця, 16 травня о 12:15
mr: शुक्रवार, 16 मई दोपहर 12:15 बजे

source: Clinic Address
bn: Адреса клініки
mr: क्लिनिक पता

source: Bill details
bn: Деталі рахунку
mr: बिल विवरण

source: Consultation fees
bn: Плата за консультацію
mr: परामर्श शुल्क

# taxFree
source: Tax
bn: Податок
mr: कर

# freeCancellation
source: Free cancellation until
bn: Безкоштовне скасування до
mr: नि:शुल्क रद्दीकरण

# cancellationPolicy
source: Clinic visits cannot be cancelled within 24 hours of the visit.
bn: Скасування прийому менш ніж за 24 години — неможливе.
mr: क्लिनिक विज़िट 24 घंटे के भीतर रद्द नहीं की जा सकती।

# payAndConfirm
source: Pay $50 & Confirm Visit
bn: Сплатити $50 і підтвердити
mr: $50 का भुगतान करें और पुष्टि करें

source: Booking Confirmed!
bn: Запис підтверджено!
mr: बुकिंग की पुष्टि हो गई!

# appointmentConfirmed
source: Your appointment is confirmed. We'll see you soon!
bn: Ваш прийом підтверджено.
mr: आपका अपॉइंटमेंट कन्फर्म हो गया है।

# seeYouSoon
source: We’ll see you soon!
bn: До зустрічі!
mr: जल्द मिलते हैं!

source: Booking Details
bn: Деталі запису
mr: बुकिंग विवरण

# consultationReady
source: Get Consultation Ready
bn: Підготовка до консультації
mr: परामर्श के लिए तैयार हों

source: Reason for consultation
bn: Причина консультації
mr: परामर्श का कारण

# writeReason
source: Write your reason
bn: Вкажіть причину
mr: अपना कारण लिखें

source: Attachment
bn: Додаток
mr: संलग्नक

source: Optional
bn: Необов’язково
mr: वैकल्पिक

source: Upload
bn: Завантажити
mr: अपलोड करें

# listProblem
source: List your problem
bn: Опишіть свою проблему
mr: अपनी समस्या बताएं

source: List of dentists
bn: Список стоматологів
mr: दंत चिकित्सकों की सूची

# generalAdvice
source: General dental advice
bn: Загальні стоматологічні поради
mr: सामान्य डेंटल सलाह

# bracesAligners
source: Braces, aligners etc - Orthodontists
bn: Брекети, елайнери - ортодонт
mr: ब्रैसेस, अलाइनर आदि - ऑर्थोडॉन्टिस्ट

# childCare
source: Child care - Paedodontists
bn: Дитяча стоматологія - педодонт
mr: बच्चों की देखभाल - पीडोडॉन्टिस्ट

source: Crowns, Bridges, Implants
bn: Коронки, мости, імпланти
mr: क्राउन, ब्रिज, इम्प्लांट

source: Others
bn: Інше
mr: अन्य

source: Submit
bn: Надіслати
mr: सबमिट करें

source: Reasons Submitted!
bn: Причини надіслані!
mr: कारण सबमिट हो गया!

# weReceived
source: We've received your reasons
bn: Ми отримали ваші дані
mr: हमें आपका कारण मिल गया है

source: Thanks for sharing!
bn: Дякуємо за інформацію!
mr: साझा करने के लिए धन्यवाद!

source: Okay
bn: Гаразд
mr: ठीक है

source: Video Consultation
bn: Відеоконсультація
mr: वीडियो परामर्श

source: Video consultation time
bn: Час відеоконсультації
mr: वीडियो परामर्श का समय

# followUp
source: Free follow-up for 7 days
bn: Безкоштовне спостереження протягом 7 днів
mr: 7 दिन के लिए निःशुल्क फॉलो-अप

# videoCancellation
source: Free cancellation until 15 May 11:30 PM
bn: Безкоштовне скасування до 15 травня 23:30
mr: नि:शुल्क रद्दीकरण 15 मई रात 11:30 बजे तक

source: UPI
mr: यूपीआई

source: Google Pay
mr: गूगल पे

source: Phone Pay
mr: फोन पे

source: Credit / Debit Card
bn: Кредитна / Дебетова карта
mr: क्रेडिट / डेबिट कार्ड

source: Card Number
bn: Номер картки
mr: कार्ड नंबर

source: Expiry date
bn: Термін дії
mr: समाप्ति तिथि

source: CVV
mr: सीवीवी

source: MM/YY
bn: ММ/РР
mr: मास/वर्ष

source: Pay Now
bn: Оплатити зараз
mr: अब भुगतान करें

source: Map View
bn: Перегляд на карті
mr: मानचित्र दृश्य

source: Listing View
bn: Список
mr: सूची दृश्य

source: Filters
bn: Фільтри
mr: फ़िल्टर

source: Sort By
bn: Сортувати за
mr: क्रमबद्ध करें

# verifiedStatus
source: Both Verified/Unverified
bn: Перевірені / неперевірені
mr: दोनों सत्यापित/असत्यापित

# gender
source: Gender: Both Male Female
bn: Стать: Чоловіки / Жінки
mr: लिंग: पुरुष और महिला दोनों

source: Ratings
bn: Рейтинги
mr: रेटिंग्स

source: Pricing
bn: Ціни
mr: मूल्य निर्धारण

# distanceRange
source: 0km - 100km
bn: 0км - 100км
mr: 0 किमी - 100 किमी

source: Reset
bn: Скинути
mr: रीसेट करें

source: Apply
bn: Застосувати
mr: लागू करें

source: Mode of payment
bn: Спосіб оплати
mr: भुगतान का तरीका

source: Pay at clinic
bn: Оплата у клініці
mr: क्लिनिक पर भुगतान करें

source: Pay online
bn: Оплата онлайн
mr: ऑनलाइन भुगतान करें

source: Confirm Visit
bn: Підтвердити візит
mr: विज़िट की पुष्टि करें

# whyPhotos
source: Why do we ask for photos of your teeth?
bn: Навіщо потрібні фото зубів?
mr: हम आपके दांतों की फ़ोटो क्यों मांगते हैं?

# helpsDentist
source: It helps the dentist understand and diagnose your oral health concerns.
bn: Це допоможе призначеному стоматологу зрозуміти та діагностувати ваші проблеми з ротовим здоров’ям.
mr: यह निर्धारित दंत चिकित्सक को आपकी मौखिक स्वास्थ्य संबंधी चिंताओं को समझने और निदान में मदद करेगा।

# helpsReport
source: Helps create a personalized report with treatment clarity.
bn: Це допоможе підготувати більш персоналізований звіт з максимальною чіткістю лікування.
mr: यह अधिक स्पष्टता और व्यक्तिगत उपचार रिपोर्ट तैयार करने में मदद करेगा।

# helpsPreview
source: Helps preview post-treatment visualization.
bn: Це допоможе переглянути візуалізацію вашої усмішки після лікування.
mr: यह उपचार के बाद आपकी मुस्कान का पूर्वावलोकन करने में मदद करेगा।

source: How it works?
bn: Як це працює?
mr: यह कैसे काम करता है?

source: Start now
bn: Почати зараз
mr: अब शुरू करें

source: Front
bn: Фронтально
mr: सामने से

source: Upper Jaw
bn: Верхня щелепа
mr: ऊपरी जबड़ा

# lookStraight
source: Look straight, smile wide, and align your teeth with overlay. Keep ready.
bn: Дивіться прямо, широко посміхніться і вирівняйте зуби з накладенням. Будьте готові
mr: सीधे देखें, चौड़ी मुस्कान करें और अपने दाँतों को ओवरले के साथ संरेखित करें। तैयार रहें

# clickNow
source: Looks great, click now!
bn: Чудово! Натисніть зараз!
mr: बहुत अच्छा लग रहा है, अभी क्लिक करें!

# alignSmile
source: Please align your smile with overlay
bn: Будь ласка, вирівняйте усмішку за шаблоном
mr: कृपया अपनी मुस्कान को ओवरले के साथ संरेखित करें

# patientInfo
source: Patient Information
bn: Інформація про пацієнта
mr: रोगी जानकारी

# mouthConditionQuestion
source: How do you rate the condition of your mouth?
bn: Як ви оцінюєте стан ротової порожнини?
mr: आप अपने मुँह की स्थिति को कैसे रेट करेंगे?

# xrayLastTaken
source: When was your last X-ray taken?
bn: Коли востаннє робили рентген?
mr: आपका अंतिम एक्स-रे कब हुआ था?

# smokingQuestion
source: Do you smoke?
bn: Чи курите ви?
mr: क्या आप धूम्रपान करते हैं?

source: Good
bn: Добрий
mr: अच्छा

source: Bad
bn: Поганий
mr: खराब

source: Normal
bn: Звичайний
mr: सामान्य

source: Excellent
bn: Відмінний
mr: उत्कृष्ट

source: No
bn: Ні
mr: नहीं

source: Yes
bn: Так
mr: हाँ

source: Once a month
bn: Раз на місяць
mr: महीने में एक बार

source: Submit & Get results
bn: Надіслати та отримати результати
mr: सबमिट करें और परिणाम प्राप्त करें

# toothHealth
source: Tooth health 90/100
bn: Стан зубів 90/100
mr: दांतों का स्वास्थ्य 90/100

# gumHealth
source: Gum health 70/100
bn: Стан ясен 70/100
mr: मसूड़ों का स्वास्थ्य 70/100

# smileScore
source: Smile Characteristics 50/100
bn: Оцінка усмішки 50/100
mr: मुस्कान स्कोर 50/100

source: Risk assessment
bn: Оцінка ризику
mr: जोखिम आकलन

source: Thank you!
bn: Дякуємо!
mr: धन्यवाद!

source: Clinic Timing
bn: Графік роботи клініки
mr: क्लिनिक का समय

source: Call Clinic
bn: Зателефонувати до клініки
mr: क्लिनिक को कॉल करें

source: Book Now
bn: Забронювати зараз
mr: अभी बुक करें

# iamAware
source: I am aware that Clinic visits cannot be cancelled within 24 hours of the visitand will be charged to me
bn: Я усвідомлюю, що візити до клініки не можуть бути скасовані менш ніж за 24 години до візиту, і з мене буде стягнута плата
mr: मुझे पता है कि क्लिनिक में विज़िट को 24 घंटे के भीतर रद्द नहीं किया जा सकता और इसके लिए मुझसे शुल्क लिया जाएगा

source: Get Consultation Ready
bn: Підготуйтеся до консультації
mr: परामर्श के लिए तैयार हो जाएं
